Repository: JRepoInd/script.audiobooks
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# Addon Summary
source: Play AudioBooks
he_il: נגן ספרי אודיו

# Addon Description
source: Allows the playing of AudioBooks
he_il: מאפשר לנגן ספרי אודיו

# #32001
source: AudioBooks
he_il: ספרי אודיו

# #32002
source: General
he_il: כללי

# #32003
source: Debugging
he_il: ניפוי שגיאות

# #32004
source: Enable debug logging
he_il: הפעל יומן רישום מורחב

# #32005
source: AudioBook Folder
he_il: תיקיית ספר אודיו

# #32006
source: AudioBook Folder not set
he_il: התיקייה של ספר האודיו אינה מוגדרת

# #32007
source: Operations
he_il: פעולות

# #32008
source: Clean AudioBook Cover Cache
he_il: נקה מטמון של העטיפה

# #32009
source: Clean AudioBook Cover Cache Complete
he_il: הניקוי של מטמון העטיפות הסתיים בהצלחה

# #32010
source: Mark As Complete
he_il: סמן כמשימה שהושלמה

# #32011
source: Clear History
he_il: נקה היסטוריה

# #32012
source: Clear AudioBook Details Cache
he_il: נקה פרטים מהמטמון של ספר האודיו

# #32013
source: Clear AudioBook Details Cache Complete
he_il: ניקוי פרטים מהמטמון של ספר האודיו הסתיים בהצלחנ

# #32014
source: Default AudioBook Cover Image
he_il: תמונת ברירת המחדל לספר האודיו

# #32016
source: Highlight Completed Books And Chapters
he_il: סמן פרקים וספרים שהושלמו

# #32017
source: Chapter
he_il: פרק

# #32018
source: Play From Start
he_il: נגן מהתחלה

# #32019
source: Resume From
he_il: המשך מ-

# #32020
source: Automatically Number Chapters
he_il: מספר פרקים באופן אוטומטי

# #32021
source: Executable Location
he_il: מיקום קובץ הרצה

# #32022
source: FFmpeg Usage
he_il: שימוש ב-FFmpeg

# #32023
source: None
he_il: ללא

# #32024
source: Libraries
he_il: סיפריות

# #32025
source: Executable
he_il: קובץ הרצה

# #32026
source: Library Location
he_il: מיקום ספריה

# #32027
source: Auto Detect FFmpeg On Next Restart
he_il: זיהוי אוטומטי של FFmpeg באיתחול הבא

# #32028
source: Show Artist Name In Book List
he_il: הצג את שם האמן ברשימת ספרים

# #32029
source: Show Play Button If Only One Chapter
he_il: הצג לחצן הפעלה אם יש פרק אחד בלבד

# #32030
source: Play
he_il: ניגון

# #32031
source: Enable Delete Menu Item
he_il: אפשר פריט תפריט מחיקה

# #32032
source: Delete
he_il: מחק

# #32033
source: Permanently delete the following location?
he_il: האם למחוק לצמיתות את המיקום?

# #32034
source: Failed to delete
he_il: נכשל במחיקv
